FKeyFormat = "F%d";
RightShift = "Right Shift";
RightControl = "Right Control";
RightOption = "Right Option";
RightCommand = "Right Command";
LeftShift = "Left Shift";
LeftControl = "Left Control";
LeftOption = "Left Option";
LeftCommand = "Left Command";
fn = "fn";
RightButton = "Secondary Mouse Button";
MiddleButton = "Middle Mouse Button";
ButtonFormat = "Mouse Button %@";
Nothing = "-";
Shift = "Shift";
Command = "Command";
Option = "Option";
Control = "Control";
